F.E.A.R. — компьютерная игра в жанре шутера от первого лица с элементами хоррора.
F.E.A.R. (First Encounter Assault Recon, рус. Штурмовое подразделение первого контакта; в русской локализации — Федеральная Единица Агрессивного Реагирования) — это секретное подразделение, введённое в состав Вооружённых сил США в 2002 году для борьбы с паранормальными угрозами. Главным героем является новый сотрудник этого подразделения, Пойнтмен, вызванный для проведения своего первого боевого задания.


== §Атмосфера ==

Игра оформлена как шутер с хоррор-элементами.
Основные антагонисты игры — Пакстон Феттел и Альма — имеют «нечеловеческий» образ. Пакстон Феттел — каннибал, его одежда и лицо всегда запачканы кровью, а игрок, вместо того чтобы лично встретиться с ним, зачастую видит только его «образ» — при прикосновении к нему или выстреле Феттел растворяется в воздухе. Внешний вид другого антагониста, Альмы, имеет общие черты с каноническим образом японского духа возмездия онрё — девушка с чёрными растрёпанными волосами, скрывающими бледное лицо. Иногда образу взрослой Альмы придаётся большая «нечеловечность» — например, несколько раз она появляется из темноты и ползёт к протагонисту на четвереньках с огромной скоростью.
Большая часть персонажей, погибших во время игры, умирает неестественным образом — от солдат отряда «Дельта» остаются только скелеты и лужи крови, а сотрудников «Армахем Технолоджи» буквально поедает Пакстон Феттел.
Игрок очень редко встречается с нейтральными персонажами — значительную часть информации он узнаёт из файлов с ноутбуков и записей автоответчиков. Периодически протагонист попадает в «потусторонние миры», которые так или иначе несут отсылку к болезненным воспоминаниям Альмы, где его атакуют призраки — израненные левитирующие тела с оторванными ногами.


== §Игровой процесс ==
Вся игра происходит от первого лица и камера никогда не показывает игрока со стороны. Все события в игре взаимосвязаны линейным сюжетом, но имеются временные интервалы между эпизодами. Игра часто критикуется за «коридорный» дизайн уровней и отсутствие открытых помещений. Лишь в некоторых локациях действие происходит на открытом пространстве. С другой стороны, закрытые помещения обычно представляют собой систему комнат, связанных между собой. Это даёт игроку возможность нападать на врага с разных сторон, впрочем такой же тактикой ведения боя может воспользоваться и враг.
Игра состоит из 11 эпизодов с эпилогом. Сюжет в игре до самого конца запутан.


=== §Управление игроком ===
У игрока есть возможность использовать замедление времени (slow motion) — имитация состояния повышенного уровня адреналина в крови, которое может наступать у человека, когда он попадает в угрожающую жизни ситуацию, и в силу вступают защитные механизмы. Недолго находясь в таком состоянии, можно увидеть следы летящих пуль, двигаться быстрее (подобно тому, как это выполнено в игре Max Payne) и получить за счёт этого преимущество в бою. Для более продолжительного нахождения в этом состоянии можно использовать шприцы со специальным препаратом, которые можно найти по ходу игры. Когда у протагониста начинаются галлюцинации или видения, уровень адреналина в крови главного героя увеличивается самопроизвольно и он находится в таком состоянии до тех пор пока не закончатся «видения».
Примечательно, что в игре нельзя ни увидеть отражение лица главного героя, ни услышать ни одной реплики протагониста (в особо напряжённых ситуациях можно слышать его дыхание, в галлюцинациях слышать биение сердца) — здесь имеет место идея о связи игрока с игровым миром, подобно тому, как это выполнено в серии игр Half-Life. На первых уровнях игры нечёткое отражение героя можно увидеть в луже. Также во время прохождения по «кровавому коридору» Альмы можно увидеть отражение в крови на потолке. В дополнении F.E.A.R. Extraction Point, которое продолжает сюжет игры эта идея также поддерживается — зеркала в игре больше напоминают алюминиевые пластины, в которых можно распознать силуэт героя и некоторые детали, такие как оружие, но лицо там не просматривается и видны лишь его очертания.


=== §Противники ===

Враги в игре наделены всеми возможностями игрока: бросают гранаты, стреляют из-за укрытий, перезаряжают оружие (предварительно спрятавшись), в ближнем бою переходят в рукопашный бой, общаются между собой. Все это позволяло создать эффект чрезвычайно сложного искусственного интеллекта, позже была проведена конференция, на которой были раскрыты секреты ИИ.


=== §Вооружение и боеприпасы ===
Игроку в начале каждого уровня (эпизода) даётся или сохраняется с предыдущих уровней (эпизодов) определённое вооружение. Оружие и боеприпасы можно найти по ходу игры. В большинстве случаев враги применяют тот же вид вооружения, что и герой. Можно отбирать оружие у противника, предварительно убив его.
Всего с собой разрешается носить лишь три различных вида оружия, не считая гранат и мин. Кроме того, можно использовать приёмы рукопашного боя: удар прикладом оружия, подсечка и удар ногой в прыжке.


=== §Огнестрельное оружие ===
Пистолет AT-14 — внешний вид этого оружия напоминает HK USP в базовой модификации. Обладает высокой точностью, убойностью и бронебойным действием. Существует возможность найти второй пистолет и стрелять из двух пистолетов одновременно.
Пистолет-пулемёт RPL — аналог HK MP5 с магазином на 50 патронов. Низкая точность и сильная отдача слабо компенсируются высокой скорострельностью.
Штурмовая винтовка G2A2 — штурмовая винтовка, оснащённая магазином на 45 патронов. Обладает достаточно высокой огневой мощью. Основана на HK SL8 и HK G36. В отличие от последней, G2A2 снабжена шнековым магазином и ведёт стрельбу короткими очередями. Обладает высокой отдачей.
Винтовка ASP — эта винтовка снабжена оптическим прицелом и огонь ведётся короткими очередями по три выстрела. Является аналогом Tavor TAR-21.
Боевой дробовик VK-12 — является аналогом дробовика SPAS-12. Рассчитан на 12 патронов. Обладает большой огневой мощью, но эффективность значительно снижается при ведении боя на расстоянии.
Тяжёлый 10 мм перфоратор — оригинальное оружие, использующее заострённые металлические стержни из обеднённого урана для ведения огня. Обладает чрезвычайно высокой точностью, но относительно низкой скорострельностью. Благодаря большому бронебойному действию, низкой отдаче и пневматической системе для ведения огня отлично подходит для бесшумных атак из укрытия.
Прототип-7 — энергетическое оружие, обладающее высокой точностью. При выстреле испускает сиреневый луч, который при соприкосновении с живым существом сжигает всю плоть. В результате, от того, кто был убит при помощи «прототипа-7», остаётся один лишь обгоревший скелет. Это оружие оснащено оптическим прицелом повышенной кратности и дальномером. Проводится некая аналогия на оружие Railgun из известной серии игр Quake. Форма луча напоминает след выстрела выдуманного энергетического оружия «Пульсатор», которое фигурировало в фильме «Стиратель» (Eraser) с Арнольдом Шварцнеггером в главной роли.
Ракетная установка MOD-3 — огонь ведётся при помощи мощных ракет, обладающих высокой точностью и дальностью полёта. За одно нажатие гашетки из ствола вырываются сразу три снаряда. Тем не менее, если в пятнадцатизарядном магазине этого оружия находятся одна или две ракеты, можно использовать их с тем же эффектом.
Автоматическая пушка MP-50 — чрезвычайно эффективное оружие, точное, с большим магазином и разрывными патронами, детонирующими при контакте. Прямое попадание разрывает человека на части, однако ведение огня на близком расстоянии опасно для стрелка.


==== §Метательное оружие ====
В мире F.E.A.R. присутствует три вида метательного оружия:
Гранаты — обычная оборонительная граната с большим радиусом поражения ударной волной. Детонирует через три секунды после броска или при соприкосновении с противником. Брошенную гранату можно подорвать точным выстрелом из любого оружия;
Мины — предназначены для устройства ловушек, но могут быть использованы при отступлении или нападении. Подпрыгивает на высоту человеческого роста и детонирует, если в зону действия мины попадает противник. Вражеская мина может быть уничтожена одним точным выстрелом из любого оружия;
Радиоуправляемая мина — данную мину можно установить на любую твёрдую поверхность: стены, потолок и т. п. После установки может быть взорвана при помощи детонатора, причём за одно нажатие детонируют все мины. Если человек, который установил эти мины, погибает, они детонируют.


=== §Амуниция ===
По ходу игры на пути игрока разбросаны бронежилеты, шприцы, позволяющие увеличить максимальный запас здоровья или скорость реакции (возможность замедления времени в игре), и аптечки (можно взять с собой до десяти штук).


== §Сюжет ==


=== §Предыстория событий ===
По ходу самой игры из прослушанных телефонных разговоров и сообщений координатора об анализе информации, добытой с захваченных компьютеров, игрок узнаёт подробности событий, связанных с сюжетом.
В бонусном видеоролике режиссёрской версии игры показано начало исследований способностей Альмы Уэйд, дочери Харлана Уэйда. Тогда Альме было восемь лет. Отрицательное воздействие на учёных вынудило перевезти объект исследования в «Саркофаг» (1987 год — как указано в сиквеле, (он же и приквел к первой части игры) F.E.A.R. 2: Project Origin), исследовательскую лабораторию, расположенную в бункере времён «Холодной войны» под заводом «Реммельмайер» в промышленном районе Оберн. Исследования телепатии продолжались до тех пор, пока Харлан Уэйд не додумался искусственно оплодотворить Альму, используя её ДНК, дабы получить менее опасного телепата для исследований.
В возрасте 15-ти лет Альма Уэйд родила «первый прототип». Через год после этого — родился Пакстон Феттел — «второй прототип». У неё отобрали детей, не дав даже подержать в руках, и быстро отправили в «Саркофаг». Вскоре после этого, опасаясь разъярённой матери, которая, даже находясь в искусственной коме, была крайне опасна, руководство проекта решило избавиться от Альмы, утопив её внутри установки. Она умирала шесть дней…
В возрасте десяти лет Феттел взбесился после телепатической «синхронизации» с матерью и перебил ученых. Доступ к «Саркофагу» после этого закрывают и ставят защиту от телепатических сил Альмы мощными электромагнитными полями, которые одновременно сдерживают её внутри установки, а Феттела помещают под стражу. Тем не менее, в Оберне у населения начались проблемы со здоровьем, и по неизвестным причинам испортилось качество питьевой воды.
Секретные работы по проекту «Источник» продолжаются около 25-ти лет. Женевьева Аристид, новый президент «Армахем Технолоджи», дабы продемонстрировать своё служебное рвение, нагло игнорирует предупреждения специалистов (в том числе и Харлана Уэйда) и отправляет группу учёных на секретный объект в Оберне, чтобы расконсервировать «Саркофаг», но все они гибнут по неизвестным причинам, а вышедшая из строя система видеонаблюдения ничего пояснить не может. Одновременно Феттел, снова попав под телепатический контроль матери, которую, видимо, пробудил визит разведгруппы, сбегает из камеры заключения и берет под контроль армию солдат-клонов, после чего и начинаются события самой игры.


=== §События в игре ===
2015 год. Игра начинается со звонка сенатору. Женский голос докладывает о проблемах с «Источником»: «Бунт. Феттел перехватил управления прототипами». «Армахем Технолоджи» — разработчик вооружения, вело военную программу: армия солдат-клонов, подчинённых командиру, который управляет ими при помощи телепатии. Пакстон Феттел благодаря своим телепатическим способностям берет под контроль батальон солдат-клонов.
К счастью, чтобы остановить восстание, достаточно ликвидировать командира — после этого клоны перестанут действовать и будут абсолютно безопасны. Да и найти Феттела не доставит труда: в его голову вживлён датчик, который выдаёт его местоположение. Защиты у него не будет никакой, одно из условий программы — безопасность командира, он не ведёт бой вместе с остальными солдатами, а лишь управляет ими на значительном расстоянии. Протагонист игры — новый оперативный сотрудник F.E.A.R.
С самого начала игры начинает происходить что-то странное: у героя, который ничего не помнит о своём прошлом, появляются видения и галлюцинации. Он видит чьи-то воспоминания. Неожиданная и неприятная встреча с Феттелом доказывает, что воспоминания телепатировал он, только он и сам не знает, чьи они — «…мои или её…». Феттелу удаётся скрыться, и оперативный сотрудник направляется с элитным отрядом Дельта SFOD-D в порт — следующий пункт, где обнаружен сигнал датчика Феттела, с целью провести разведку и по возможности устранить самого Феттела. Как только оперативный сотрудник на несколько секунд покидает отряд, на бойцов нападает неизвестный противник. Протагонист обнаруживает лишь скелеты в луже крови — всё, что осталось от спецназа. Позже выясняется, что вторая разведгруппа под командованием другого оперативника F.E.A.R. Спенсера Янковски погибла точно так же. Причём останки самого Янковски обнаружить не удаётся, сигнал его личного передатчика периодически появляется поблизости от Оперативника и Феттела, а призрак Спенсера — весь в крови, с выколотыми глазами и мёртво-землистого цвета кожей — часто является своему бывшему напарнику и разговаривает с ним.
Прикрываясь солдатами-клонами, Феттелу удалось скрыться от оперативного сотрудника в порту. Преследуя его, герой попадает в офис компании «Армахем Технолоджи». Там он по крупицам собирает информацию о секретных проектах корпорации и освобождает взятую в заложники Элис Уэйд — дочь учёного Харлана Уэйда, проводившего эксперимент с армией клонов, которая после того, как клоны сбили вертолёт эвакуации, не успевший даже приземлиться, сбегает и едет на машине в «Саркофаг» к своему отцу. Позже выясняется, что программист и охрана «Армахем Технолоджи» пытаются уничтожить все доказательства проведения проекта, но по уцелевшим остаткам информации удаётся узнать, что в эксперименте изначально участвовала девочка с экстрасенсорными способностями по имени Альма, но руководителю проекта был нужен не просто человек-телепат, а рождённый от него. Как говорится в информации, получаемой в ходе игры из ноутбуков, Первый прототип не стал полноценным телепатом, но Второй прототип, Пакстон Феттел, превзошел ожидания. Мать и сыновей безжалостно разлучили. Альма рожала в коме, но во время рождения Первого прототипа внезапно проснулась, рождение Второго прошло без происшествий. Девушку поместили в «Саркофаг» и держали там несколько десятков лет. Когда Феттелу было 10 лет, мать из «Саркофага» взяла его под контроль при помощи телепатии (событие, которое получило название «синхронизация»), и он убил двоих охранников и ранил ещё несколько человек; проект прикрыли, но исследования в «Армахем Технолоджи» продолжались.
Учёный Харлан Уэйд, глубоко сожалея о том, что он сделал десятки лет назад, открыл «Саркофаг», чтобы освободить Альму. Как только он сделал это, она убивает его и вызывает странных существ из потустороннего мира, которые пытаются убить героя.
Оперативник застаёт Феттела, пожирающим дочь учёного Элис, затем переносится в потусторонний мир, в котором Феттел говорит о том, что они оба рождены одной матерью. После этого Феттел предстаёт перед ним сидящим в той самой комнате, где в самом начале игры Альма подчинила его себе, и с интересом смотрит на старшего брата, который, выполняя долг, убивает его. Клоны действительно перестают сопротивляться, но Альма на свободе, а её злость может причинить, мягко говоря, много неприятностей. Чтобы избавить мир от мстительной девочки, нужно уничтожить «Саркофаг», повредив систему предохранителей реактора. Альма нападает на героя в последний раз. И, по правде говоря, она всё время игры ведёт себя довольно мирно по отношению к протагонисту, в то время как всех вокруг него превращает в кровавую кашу. После этого произойдёт взрыв колоссальной силы, поэтому из бункера надо бежать.
Оперативный сотрудник, отбиваясь от роя вызванных Альмой призраков, выбирается из «Саркофага», и уже на выходе он сталкивается лицом к лицу с Альмой. Она, проникает в его воспоминания о рождении: слышен крик женщины «Верни мне сына!». Харлан Уэйд берет новорожденного на руки и говорит «Ты станешь Богом», а после отдает приказ: «Верните её в Саркофаг». Взгляд младенца падает на тянувшую к нему руки женщину, а после и на лежащию на столе папку с надписью «ИСТОЧНИК. ПОДОПЫТНАЯ: АЛЬМА УЭЙД». Альма понимает, что Оперативник и есть её первый ребёнок. Со словами «Мой сын… Я знаю, кто ты…» Альма оставляет протагониста. Он выбирается на поверхность и выживает при взрыве, не получив даже серьёзных ранений. После взрыва его находит и подбирает на вертолёте Джин Сун-Квон и Дуглас Холидей. Во время облёта эпицентра взрыва вертолёт слегка трясёт, после чего внезапно отключается двигатель и на борт забирается Альма. На этом игра заканчивается.
После титров мы слышим телефонный звонок Женевьевы Аристид неизвестному сенатору, в котором она говорит, что секретная база по производству клонов уничтожена, но есть и хорошая новость: Первый Прототип был успешен. И, как герой вспомнил к самому концу игры, он и есть этот самый прототип…


== §Пасхальные яйца ==
В игре присутствуют различные пасхальные яйца, среди которых есть отсылки к двум другим играм от Monolith:
По радио после одного из выпусков новостей транслируют музыкальную тему из Shogo: Mobile Armor Division;
Ближе к концу игры в разрушенном здании можно найти жёлтую табличку на стене с надписью Condemned (рус. приговорённый, в значении «здание подлежит сносу»), как отсылку к игре Condemned: Criminal Origins, действие которой разворачивается преимущественно в разрушенных и заброшенных зданиях. Примечательно, что Condemned вышла почти через месяц после выхода F.E.A.R.
Кроме того, в игре можно найти другие пасхальные яйца:
Красный степлер — возможно, как отсылка к фильму Офисное пространство.
Несколько раз по радио поступают сообщения от некого А. Шепарда, координатора группы спецназа Дельта. Возможно, это отсылка к персонажу компьютерной игры Half-Life: Opposing Force Адриану Шепарду.
На некоторых уровнях игры можно найти журнал, на обложке которого написано «Event Horizon Found!». Это отсылка к фильму Сквозь горизонт.
Также на последних уровнях можно найти постер, где написано «Project Origin» (в единственном экземпляре). Это является отсылкой к F.E.A.R. 2: Project Origin.
Ближе к концу игры возле комнаты с неисправной трубой и двумя минами есть помещение с разрисованной доской для бизнес планов и телефоном на полу. Сначала из телефона доносится не переведённая на русский язык речь, а затем звучит песня на японском.
Также в игре полно пасхальных яиц, которые связаны с разработчиками:
На стенах часто встречаются большие таблицы «Time Sheet Log». На самом деле это список разработчиков игры.
Названия некоторых терминалов — «Pendleton 2000» и «Pendleton 800 SX Limited Edition». Также один из заводов в игре принадлежит корпорации «Pendleton Machinery CO. Inc.» Брэд Пендлетон — ведущий программист игры.
Имена «Andrew Griffin» и «Longo» можно обнаружить на обложках журналов. Эндрю Гриффин — один из художников игры. Дэвид Лонго — художник и 3D-координатор.
Слово «MulKey», написанное на мусорных баках. Джон Малки — главный дизайнер уровней.
Фирма «Gerritzen Electrics», которой принадлежит одно из зданий. Джаред Герритцен — дизайнер уровней.
На терминалах, которые открывают двери есть эмблема «O-Rorke Computer Systems». Джон О’Рорке — разработчик движка игры.
Имя Кевина Стивенса — технологического директора, можно увидеть на мусорных баках и генераторах энергии.
На некоторых столах имеются почтовые конверты. На них указан одинаковый адрес, куда эти письма будут отправлены — «Monolith Productions 10516 NE 37th Circle Kirkland, WA 98033». Это адрес компании Monolith — разработчиков игры.
Нортон Мэйпс (Norton Mapes) — толстый инженер связи, один из выживших после нападения репликантов, который носит ремень с надписью на пряжке RTFM (Read The Following Manual, «обратитесь к прилагаемому руководству»).


=== §Альтернативный сюжет ===
В финальной версии игры остались явные следы бета-версии сюжета, который сильно отличается от оригинального.
Игра начинается с прибытия нового сотрудника F.E.A.R. в подразделение, где он проходит курс обучения и знакомится с Беттерсом, Янковски, Джин и Холидеем. Главный герой не успевает расписаться в контракте — его срочно вызывают на задание в порт. Там происходит что-то странное: неизвестные убивают людей, надо выяснить ситуацию (никакого упоминания Феттела до середины игры нет).
Одновременно с военными в порт проникает частная охрана «Армахем», которая ищет вице-президента компании Билла Моди. Их координирует, как позже выяснится, Нортон Мейпс. Военные тоже подключаются к поиску Моди: возможно, он важен и для них. Однако все охранники «Армахем Технолоджи» погибают от рук неизвестного противника, с которым вскоре сталкивается и спецназ. Главный герой добирается до убитого Моди. Джин выясняет, что над ним поработал некто, похожий на людоеда. Когда противник отступает, специалисты по останкам некоторых солдат выясняют, что все они — клоны, причём в экипировке, сделанной в «Армахем Технолоджи».
Почти сразу после этого неизвестные захватывают главный корпус самой корпорации, взяв в заложники несколько сотен человек. Позже выяснится, что большинство из них убиты и сброшены в лифтовые шахты. На месте гибели пропавшего отряда «Дельта» не только главного героя, но и Джин посещают галлюцинации: она замечает маленькую девочку. Холидей, потеряв при эвакуации Бишопа, отправляется на вертолёте в Оберн охранять Харлана Уэйда. Когда оперативник освобождает Элис, ей удаётся по передатчику связаться с отцом и договориться о встрече на старой пивоварне «Красный коготь». Элис сбегает туда на своей машине.
Вслед за ней летит главный герой, но вертолёт сбивают, и приходится в одиночку добираться до группы Холидея. На пути появляются значительные силы клонов, которые охотятся за Харланом. Беттерс координирует перемещения отряда со спутника. Вскоре удаётся найти машину Элис, но самой девушки поблизости нет. На поиски отправляется главный герой. Он приводит её живой и невредимой к отцу. Пока группа дожидалась вертолёт эвакуации, напал Пакстон Феттел и высосал мозги у Харлана Вэйда — теперь он знает, где Альма. В этот момент в видении главного героя является Феттел, который говорит, что он получит власть Альмы, если также высосет у неё мозги — это такая финальная «синхронизация».
Только после этого военные понимают, что Пакстон Феттел и есть главная проблема. Теперь все силы брошены на его поимку. Мейпс проникает в «Саркофаг», но его догоняет сам Феттел и требует достать Альму. Главный герой пытается помешать неизбежной трагедии. Однако Феттел давит на братские чувства и жалость к матери — «Саркофаг» открыт. Впрочем, в нём оказывается лишь труп Альмы, что приводит Феттела в бешенство. Мейпс успевает спрятаться, и когда Феттел входит в камеру с матерью, программист запирает людоеда внутри. Главный герой получает совет от Мейпса взорвать «Саркофаг», что он и делает.
В последних видениях главный герой видит, как при рождении Харлан Уэйд называет его первым прототипом.


== §Многопользовательская игра ==
Многопользовательский режим игры представляет собой тактический шутер от первого лица (элементы хоррора свойствены только однопользовательскому режиму игры). Каждый игрок выбирает одно из стандартных видов оружия, с которым он появляется каждый раз при респауне.
В игре присутствуют следующие игровые режимы:
Deathmatch и SloMo Deathmatch (с изменённой скоростью игры);
Team Deathmatch и SloMo TDM (с изменённой скоростью игры);
Capture The Flag и SloMo CTF (с изменённой скоростью игры);
Conqueror с тремя контрольными точками;
Conqueror All с пятью контрольными точками. Игра также заканчивается в случае захвата одной из команд всех пяти контрольных точек.
В игре отсутствует кооперативный режим, однако фанатами была создана модификация «Coop Warfare», которая добавляет в игру возможность совместного прохождения специально подготовленных уровней для кооперативной игры. Однако, возможно совместное прохождение одиночной кампании. В FAQ к моду описаны проблемы, связанные с каждой картой, вроде дверей, которые открываются один раз или полы лифтов, сквозь которые можно провалиться.


=== §F.E.A.R. Combat ===
17 августа 2006 года была выпущена бесплатная многопользовательская версия игры, которую мог скачать любой желающий. Для неё отдельно распространялись регистрационные ключи. Игра была выпущена на нескольких языках и её поддержка продолжалась для того, чтобы сохранять совместимость с обладателями полной версии. Однако, в связи с тем что система защиты PunkBuster обновляется независимо от игры, у некоторых клиентов была утеряна совместимость «по умолчанию» с защищёнными серверами игры.


== §Разработка ==


=== §Анонс ===
7 мая 2004 года Vivendi Universal анонсировал новый шутер от первого лица, над которым будет работать Monolith Productions. Позже стало известно, что название разрабатываемой игры — аббревиатура «F.E.A.R.», расшифровываемая как «First Encounter Assault Recon».


=== §Демонстрации ===
После анонса игра была представлена на Electronic Entertainment Expo 2004. В демонстрации были представлены перестрелки с вражескими солдатами, а также хоррор-составляющая игры. Не было обнародовано никакой информации о дате выхода демоверсии, но Vivendi Universal сообщили что релиз планируется на 2005-й год. Первоначально рецензентами движок был ошибочно принят за отличный от LithTech, но позже Monolith опубликовали название движка — Lithtech Jupiter Extended.


== §Движок игры ==
LithTech использует для игры файлы-архивы Arch001, в которых выяснилось, что игра использует не эффекты дыма, огня, взрыва, а видео BIK в которых записаны эти эффекты, тем самым движок просто обрезает области видео и оставляет нужный эффект
2 августа 2005 года была анонсирована демоверсия игры для персональных компьютеров, а также дата выхода игры — 11 октября 2005 года. 5 августа 2005 года вышла демоверсия однопользовательского режима игры.


== §Дополнения и переиздания ==
После выхода оригинальной версии игры 18 октября 2005 года была выпущена режиссёрская версия игры. Эта версия включала в себя:
Игру F.E.A.R. на одном DVD диске
Комментарии разработчиков и видео о создании игры
Короткометражный фильм «Alma Interviews»
Машинима PANICS
Комикс
В 2006 и 2007 году соответственно, для игры было выпущено два официальных дополнения — F.E.A.R. Extraction Point и F.E.A.R. Perseus Mandate, а также выпущен сборник для игровой консоли Xbox 360, включающий в себя эти дополнения. Он получил название F.E.A.R. Files.
20 марта 2007 года было выпущено «золотое издание» игры, включавшее себя режиссёрскую версию самой игры и дополнение Extraction Point. 6 ноября 2007 года было выпущено «платиновое издание», которое состояло из двух дисков — «золотого издания» и дополнения Perseus Mandate.


== §Продолжение ==
В феврале 2009 года появился сиквел F.E.A.R. 2: Project Origin, являющийся сюжетным продолжением первой части игры.
В апреле 2010 года Warner Bros. анонсировала третью часть игры. 21 июня 2011 года F.E.A.R. 3 вышла в свет.


== §Примечания ==


== §Ссылки ==
Официальный сайт игры
Обзор игры на сайте Игромании
F.E.A.R. Combat
Обзор демоверсии игры в журнале Game.EXE